tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "hashicorp/tap"

brew "bash"
brew "bitwarden-cli", args: ["ignore-dependencies"]
brew "colima"
brew "docker"
brew "gh"
brew "git"
brew "hashicorp/tap/terraform"
brew "jq"
brew "pnpm", args: ["ignore-dependencies"]
brew "the_silver_searcher"
brew "volta"
brew "wget"

cask "brave-browser"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"

cask "font-fira-code"
cask "font-hack"
